[
  {
    "slug": "2025/12/2025-12-29-business-investment-offer-patience",
    "metadata": {
      "title": "Business and Investment: The Offensive Offer and Defensive Patience",
      "date": "2025-12-29T00:00:00.000Z",
      "author": "Won Eui Hong",
      "category": "Business & Strategy",
      "tags": [
        "Business",
        "Investment",
        "Strategy",
        "Entrepreneurship",
        "Value Investing",
        "Philosophy"
      ],
      "excerpt": "Through practicing 'meta-routines that improve routines' in investment study and exercise, I've realized: business and investment operate in opposite directions of energy. Business is the offensive act of throwing irresistible offers; investment is the defensive art of waiting until you cannot help but buy.",
      "featured": true
    },
    "content": "\nThrough practicing **'meta-routines that improve routines'** in investment study and exercise, I've come to realize something: Why do people with perfect routines hesitate when facing 'business'?\n\nTh",
    "contentHtml": ""
  },
  {
    "slug": "2025/12/2025-12-28-human-advantage-ai-agents",
    "metadata": {
      "title": "The Human Advantage: Mindsets for the Era of AI Agents",
      "date": "2025-12-28T00:00:00.000Z",
      "author": "Won Eui Hong",
      "category": "Technology & Philosophy",
      "tags": [
        "AI",
        "Human-Computer Interaction",
        "Philosophy",
        "Future of Work",
        "Technology"
      ],
      "excerpt": "As AI agents achieve recursive self-improvement, the gap between machine capability and human effort widens. To thrive in this landscape, we must shift from competing on speed to embracing three irreplaceable human dimensions: energy efficiency, quality sensing, and unique lived experience.",
      "featured": true
    },
    "content": "\nIn a world where AI agents possess the capability for recursive self-improvement, the pace of technological evolution has long since bypassed the linear learning curves of human beings. As the gap be",
    "contentHtml": ""
  },
  {
    "slug": "2025/12/2025-12-16-work-prioritization-signal-noise",
    "metadata": {
      "title": "Work Prioritization: From Signal Strength to Identifying X",
      "date": "2025-12-16T00:00:00.000Z",
      "author": "Won Eui Hong",
      "category": "Work Prioritization",
      "tags": [
        "Work Prioritization",
        "Productivity",
        "Signal Processing",
        "Business Strategy"
      ],
      "excerpt": "Humans naturally process information in the order C→D→A, reacting to noise before signals. Learn how skilled workers shift to B→A and eventually focus only on X—the most important work that makes everything else unnecessary.",
      "featured": true
    },
    "content": "\nConsider the image below. Left alone, humans tend to process information in the order C→D→A. They react to noise before signals, and even within noise, they are drawn to strong noise first. They relu",
    "contentHtml": ""
  }
]